Repository: fulvio999-new/Gigs
Catalog: po/*.po
Languages: nl

source: Product Info
nl: Productinformatie

source: Unofficial App for gigatools.com
nl: Onofficiële app voor gigatools.com

source: Close
nl: Sluiten

source: Edit saved gigs Url
nl: Opgeslagen url aanpassen

source: Operation Result
nl: Resultaat

source: FAILURE: Invalid input
nl: FOUT: ongeldige invoer

source: (url is correct ?, don't use https)
nl: (is de url juist? gebruik geen https)

source: SUCCESS: Operation executed
nl: GELUKT

source: Remove selected artist with Gig URL ?
nl: Wil je de geselecteerde artiest en url verwijderen?

source: (there is no restore)
nl: (onomkeerbaar)

source: Delete
nl: Verwijderen

source: Operation executed successfully
nl: Gelukt

source: Help page
nl: Hulppagina

source: This App query
nl: Deze app doorzoekt

source: to get info about the events of an artist,dj, producer.
nl: op informatie over artiest-, dj- en producerevenementen.

source: Obviously the artist must use that service.
nl: Natuurlijk moet de artiest wél gebruikmaken van die dienst.

source: The search gigs url have a fixed format that must be like this:
nl: De zoekurl's hebben een vaste opmaak die er zo uitziet:

source: http://gigs.gigatools.com/u/'artistName'.json
nl: http://gigs.gigatools.com/u/'artiestnaam'.json

source: NOTE: Don't use 'https' in the url
nl: LET OP: voeg geen 'https' toe aan de url

source: Where 'artistName' is the ONLY variable part.
nl: 'artiestnaam' is het ENIGE wisselende url-onderdeel.

source: Is the name/nickname choosen by the artist/singer/dj
nl: Is de door de artiest/dj/zanger gekozen (bij)naam

source: The '.json' suffix communicate at gigatools.com service the data format wanted
nl: Het achtervoegsel '.json' communiceert met gigatools.com om de juiste gegevensopmaak op te halen

source: Where i can find gigs url ?
nl: Waar kan ik de url vinden?

source: On artist Facebook page, Soundcloud page...
nl: Op de sociale media, Soundcloud-pagina, etc. van de artiest.

source: The 'Artist name' field required by this application is a free name of your choice.
nl: Het veld 'Artiestennaam' is verplicht, maar je mag zelf een naam opgeven.

source: The important thing is the gig url (use http urls, NOT https).
nl: Het belangrijkste is de url (gebruik http i.p.v. https).

source: To check if gigs url is correct and return data, try it with your browser
nl: Open de browser om te controleren of je url juist is

source: Remove ALL database data ?
nl: Wil je ALLE databankgegevens verwijderen?

source: (there is NO restore)
nl: (onomkeerbaar)

source: Choose Artist
nl: Artiest kiezen

source: Place
nl: Locatie

source: Date
nl: Datum

source: Country
nl: Land

source: City
nl: Plaats

source: Manage gigs Url
nl: Opgeslagen url beheren

source: FAILURE: Invalid input (check the Url)
nl: FOUT: ongeldige invoer (controleer de url)

source: Add a new Artist/Dj Gigs url
nl: URL toevoegen

source: Artist Name:
nl: Artiestennaam:

source: Gigs URL:
nl: URL:

source: Field required
nl: Verplicht veld

source: Don't use https in the urls
nl: Voeg geen 'https' toe aan de url

source: Note: url format must be like
nl: Let op: de url-opmaak is

source: See MyBike application help page for more information
nl: Bekijk de hulppagina voor meer informatie hierover

source: Add
nl: Toevoegen

source: Insert Default
nl: Standaard invoegen

source: Manage saved
nl: Opgeslagen beheren

source: Warning
nl: Waarschuwing

source: No data found. Url is correct ?
nl: Geen gegevens aangetroffen. Is de url juist?

source: Gigs
nl: Evenementen

source: About
nl: Over

source: Settings
nl: Instellingen

source: Help
nl: Hulp

source: Found
nl: Gevonden

source: Artist(s)
nl: Artiest(en)

source: Select
nl: Selecteren

source: Artist Informations
nl: Artiestinformatie

source: Search
nl: Zoeken

source: Filter by Country...
nl: Filteren op land...

source: Filter
nl: Filteren

source: Gig(s)
nl: Evenement(en)

source: Artist info
nl: Artiestinformatie

source: Artist
nl: Artiest

source: gigs
nl: evenementen
